var Warn={
    'W_01' : '请输入客户名称！' ,
    'W_02' : '项目数量必须大于0',
    'W_03' : '已经有XXX台车在生产中，项目数量不能小于该数量！',
    'W_04' : '未配置扫描逻辑',
    'W_05' : 'XXX工位还未扫描，请先扫描XXX工位!',
    'W_06' : 'XXX工位还未扫描上线，请先扫描XXX工位上线!',
    'W_07' : '该节点未扫描上线，请先扫描XXX节点上线 !',    	
    'W_08' : '请输入有效的Project！',
    'W_09' : '请选择需要技改的车号！',
    'W_10' : '请填写 ECN NO.！',
    'W_11' : '请填写 Items！',
    'W_12' : '请选择 Work Station！',
    'W_13' : '请填写 Problem Detail！',
    'W_14' : '请选择 Scope of Change！',
    'W_15' : '抱歉，你没有该操作权限！',
    'W_16' : '请填写QC确认人！',
    'W_17' : '请填写技改跟进日期！',
    'W_18' : '请填写技改人！',
    'W_19' : '请选择需要跟进的车辆！',

    /********Start Yangke***********************/
    'P_measureAbnormity_01'	: '处理日期不能为空！',
    'P_measureAbnormity_02'	: 'measures 不能为空！',
    	
    /********End  Yangke***********************/
    	
	/********Start TangJin***********************/
    'P_common_01'	: '车号不存在！',
    'P_common_02'	: '车号不能为空！',
    'P_common_03'	: '保存成功！',
    'P_common_04'	: '保存失败！',
    'P_common_05'	: '没有可保存的数据！',
    'P_common_06'	: '行数据存在异常,请修改后在保存！',
    'P_common_07'	: '请选择文件！',
    'P_common_08'	: '项目编号不能为空！',
    'P_common_09'	: '项目编号不存在！',
    'P_common_10'   : '车间不存在！',
    'P_common_11'   : '车间不能为空！',
    'P_common_12'   : '工位不存在！',
    'P_common_13'   : '工位不能为空！',
    'P_common_14'   : '工序不存在！',
    'P_common_15'   : '工序不能为空！',
    'P_vinInfo_01':'VIN不能为空',
    'P_printBusNumber_01':'请先导入VIN',
    'P_printBusNumber_02':'请先选择一条记录',
    'P_testingRecord_03':'检测类型不能为空',
    	
    /********End  TangJin***********************/
}
